Repository: vlad-tokarev/python-docs-ru
Catalog: sphinx.po
Languages: ru

source: This Page
ru: Эта страница

source: Report a Bug
ru: Зарегистрировать ошибку

source: Show Source
ru: Показать исходный текст

source: CPython implementation detail:
ru: Детали реализации Cpython:

source: Deprecated since version {deprecated}, will be removed in version {removed}
ru: *Deprecated* c версии {deprecated}, будет удалено в версии {removed}

source: Welcome! This is the documentation for Python %(release)s.
ru: Добро пожаловать! Документация к языку Python %(release)s.

source: Parts of the documentation:
ru: Разделы документации:

source: What's new in Python %(version)s?
ru: Что нового в Python %(version)s?

source: or <a href="%(whatsnew_index)s">all "What's new" documents</a> since 2.0
ru: или <a href="%(whatsnew_index)s">что вообще нового</a> с версии 2.0

source: Tutorial
ru: Руководство

source: start here
ru: начни изучение здесь

source: Library Reference
ru: Стандартная библиотека

source: keep this under your pillow
ru: держите ее под подушкой

source: Language Reference
ru: Язык

source: describes syntax and language elements
ru: описывает синтаксис и элементы языка

source: Python Setup and Usage
ru: Python Установка и Использование

source: how to use Python on different platforms
ru: как использовать Python на различных платформах

source: in-depth documents on specific topics
ru: углубленная документация на определенные темы

source: Installing Python Modules
ru: Установка модулей языка Python

source: installing from the Python Package Index &amp; other sources
ru: установка из Python Package Index и других источников

source: Distributing Python Modules
ru: Распространение модулей языка Python

source: publishing modules for installation by others
ru: публикация модулей для установки другими пользователями

source: Extending and Embedding
ru: Расширения

source: tutorial for C/C++ programmers
ru: руководство для программистов С/С++

source: reference for C/C++ programmers
ru: справка для программистов С/С++

source: FAQs
ru: ЧаВо

source: frequently asked questions (with answers!)
ru: частые вопросы (с ответами!)

source: Indices and tables:
ru: Указатели и таблицы:

source: Global Module Index
ru: Глобальный указатель по модулям

source: quick access to all modules
ru: быстрый доступ ко всем модулям

source: General Index
ru: Общий указатель

source: all functions, classes, terms
ru: все функции, классы, термины

source: Glossary
ru: Глоссарий

source: the most important terms explained
ru: объяснение наиболее популярных терминов

source: Search page
ru: Поиск

source: search this documentation
ru: поиск по документации

source: Complete Table of Contents
ru: Подробное содержание

source: lists all sections and subsections
ru: перечислены все секции и подсекции

source: Meta information:
ru: Мета информация:

source: Reporting bugs
ru: Регистрация ошибок

source: About the documentation
ru: О документации

source: History and License of Python
ru: История и Лицензия языка Python

source: Copyright
ru: Авторские права

source: Download
ru: Загрузка

source: Download these documents
ru: Загрузить документацию

source: Docs for other versions
ru: Документация для других версий

source: Python 3.8 (in development)
ru: Python 3.8 (в разработке)

source: Python 3.6 (stable)
ru: Python 3.6 (стабильная версия)

source: Python 3.5 (security-fixes)
ru: Python 3.5 (исправления безопасности)

source: Python 2.7 (stable)
ru: Python 2.7 (стабильная версия)

source: Old versions
ru: Старые версии

source: Other resources
ru: Прочие ресурсы

source: Beginner's Guide
ru: Руководство для новичков

source: Book List
ru: Список литературы

source: Audio/Visual Talks
ru: Аудио/Видео

source: Documentation
ru: Документация

source: Quick search
ru: Быстрый поиск

source: The Python Software Foundation is a non-profit corporation.
ru: The Python Software Foundation -- некоммерческая организация.

source: Please donate.
ru: Вы можете совершить пожертвование.

source: Last updated on %(last_updated)s.
ru: Последнее обновление %(last_updated)s.

source: <a href="%(pathto_bugs)s">Found a bug</a>?
ru: <a href="%(pathto_bugs)s">Нашли ошибку</a>?

source: Created using <a href="http://sphinx.pocoo.org/">Sphinx</a> %(sphinx_version)s.
ru: Создано с помощью <a href="http://sphinx.pocoo.org/">Sphinx</a> %(sphinx_version)s.
